<template>
  <v-app>
    <v-main>
      <v-container class="pa-10">
        <v-row class="pt-10">
          <v-col class="txt-color font-weight-bold text-h4"
            ><span>ຫູໜວກໃນສັງຄົມ</span></v-col
          >
          <v-col>
            <v-text-field
              v-model="search"
              append-icon="mdi-magnify"
              label="ຄົ້ນຫາ ຫົວຂໍ້, ວັນທີ່..."
            ></v-text-field
          ></v-col>
        </v-row>
        <div>
          <v-img
            alt="news5"
            src="https://media.discordapp.net/attachments/899150665358655518/1023890393340854292/Rectangle_92.png"
          ></v-img>
        </div>
        <div class="mt-15">
          <span class="txt-size">
            <p>
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
              ຄວາມ​ຫູ​ໜວກ​ມີ​ບົດບາດ​ແນວ​ໃດ​ໃນ​ຊີວິດ​ຂອງ​ບຸກຄົນ ​ແລະ
              ​ໃນ​ຊຸມ​ຊົນ​ຢ່າງ​ໃກ້ຊິດ​ກັບ​ການ​ສື່ສານ, ພາສາ ​ແລະ
              ຄວາມ​ສາມາດ​ຂອງ​ມະນຸດ​ທີ່​ເຮົາ​ໄດ້​ມາ​ເພື່ອການມີສ່ວນຮ່ວມໃນສັງຄົມ.ແຕ່ແປກ,ຄວາມສໍາພັນທີ່ເຂັ້ມແຂງນີ້ລະຫວ່າງຄົນຫູຫນວກ,ການສື່ສານແລະບົດບາດທາງສັງຄົມມັກຈະຖືກເຊື່ອງໄວ້ກັບທຸກຄົນຍົກເວັ້ນຜູ້ທີ່ມີປະສົບການໂດຍກົງ.
            </p>
            <br />
            <p>
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
              ການເວົ້າເລື່ອງຫຍໍ້ໆແຕ່ມີປະໂຫຍດໂດຍການແນະນຳ 'ຄົນຫູໜວກໃນສັງຄົມ'
              ຄືກັບການພະຍາຍາມຕອບວ່າ 'ຂ້ອຍຈະຢູ່ໄດ້ແນວໃດ?'
              ມີພຽງແຕ່ສິ່ງທີ່ສໍາຄັນຫຼາຍເກີນໄປທີ່ຈະເວົ້າແລະການເລີ່ມຕົ້ນດ້ວຍຫນຶ່ງອາດຈະຫຼຸດລົງຄວາມສໍາຄັນຂອງຄົນອື່ນທັງຫມົດ.
              'ຫູໜວກ', 'ຫູໜວກ', 'ການໄດ້ຍິນ', 'ຢູ່ໃນຊຸມຊົນໄດ້ຍິນ',
              'ສະເຫຼີມສະຫຼອງການເປັນຄົນຫູໜວກ', 'ກ່ຽວຂ້ອງກັບຄົນຫູໜວກ' ລວມທັງ
              'ການລະບາດຂອງການໄດ້ຍິນ ແລະຫູໜວກ. ໃນສັງຄົມ ',
              ແມ່ນຈຸດເລີ່ມຕົ້ນທີ່ຖືກຕ້ອງທັງຫມົດ.
              ເນື່ອງຈາກວ່າພວກເຮົາຕັ້ງໃຈໃຫ້ໜ້າເວັບຂອງ Deafness Foundation
              Victoria
              ເປັນພຽງຈຸດເລີ່ມຕົ້ນສຳລັບການສືບສວນຕື່ມອີກກ່ຽວກັບເລື່ອງທີ່ກ່ຽວຂ້ອງກັບຄົນຫູໜວກ,ມັນອາດຈະເປັນປະໂຫຍດທີ່ຈະບອກບາງຈຸດເລີ່ມຕົ້ນເຫຼົ່ານີ້ເພື່ອໃຫ້ທ່ານສາມາດເລືອກຂັ້ນຕອນຕໍ່ໄປໃນການເດີນທາງ.
            </p>
            <br />
            <p>
              CeceBellອະທິບາຍການເດີນທາງຂອງນາງເອງໃນຖານະເປັນນັກຮຽນປະຖົມທີ່ສູນເສຍການໄດ້ຍິນ.'ElDeafo',ປື້ມເດັກນ້ອຍທີ່ມີຮູບແຕ້ມທີ່ສວຍງາມຂອງນາງປະກອບມີບັນຊີກ່ຽວກັບວິທີເຄື່ອງຊ່ວຍຟັງທີ່ເຫມາະໃຫມ່ຂອງນາງໄດ້ໃຫ້ທັກສະພິເສດຂອງນາງໃນການຟັງຄູຂອງນາງບໍ່ພຽງແຕ່ຢູ່ໃນຫ້ອງຮຽນເທົ່ານັ້ນແຕ່ບ່ອນໃດກໍ່ຕາມທີ່ນາງຢູ່ໃນໂຮງຮຽນທັງຫມົດ.
            </p>
            <p>
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ruth Sidranski ເປີດບັນຊີຂອງນາງ
              'ໃນຄວາມງຽບ – ການຂະຫຍາຍຕົວການໄດ້ຍິນໃນໂລກຫູຫນວກ':
              ຖ້າຫາກວ່າມີວິທີການ, ຖ້າຫາກວ່າຂ້າພະເຈົ້າສາມາດ,
              ຂ້າພະເຈົ້າຈະຂຽນຫນັງສືນີ້ໃນພາສາມື. ຂ້ອຍ​ບໍ່​ສາ​ມາດ.
              ປ້າຍບໍ່ສົ່ງໄປຫາໜ້າພິມ; ເຂົາເຈົ້າເຂົ້າໃຈພຽງແຕ່ໃນເນື້ອຫນັງ,
              ມືກັບມື,ໃບຫນ້າຕໍ່ຫນ້າ.ແລະດັ່ງນັ້ນຂ້າພະເຈົ້າຈຶ່ງຂຽນເປັນພາສາອັງກິດທີ່ພິມອອກທົ່ວໄປ,ຄໍາສັບເພື່ອconjuremagicຂອງພາສາທໍາອິດຂອງຂ້າພະເຈົ້າ
              - ຄໍາທີ່ແມ່ຂອງຂ້າພະເຈົ້າສອນຂ້າພະເຈົ້າ,
              ຄໍາທີ່ພໍ່ຂອງຂ້າພະເຈົ້າສອນຂ້າພະເຈົ້າ - ຄໍາທີ່ບອກໂດຍການ flick
              ຂອງນິ້ວມື, sweep ຂອງມື. ປະໂຫຍກ, ແຫຼວ,
              ເພີ່ມຂຶ້ນບໍ່ແມ່ນມາຈາກສຽງຂອງມະນຸດ, ແຕ່ມາຈາກຮ່າງກາຍຂອງມະນຸດ.
            </p>
            <br />
            <p>
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ເຂົ້າເຖິງເສດຖະສາດໃນ 'ຟັງໄດ້ຍິນ!
              ຜົນກະທົບທາງດ້ານເສດຖະກິດ
              ແລະຄ່າໃຊ້ຈ່າຍຂອງການສູນເສຍການໄດ້ຍິນໃນອອສເຕຣເລຍກ່າວວ່າ
              ມີສອງຕົວແບບທີ່ໃຊ້ເພື່ອ 'ສ້າງສັງຄົມໃຫ້ຄົນສູນເສຍການໄດ້ຍິນ'.
            </p>
            <br/>
            <p>
              ກ່ອນອື່ນໝົດ,ຮູບແບບຄວາມພິການທາງການແພດທີ່ນຳໃຊ້ກັບຄົນສ່ວນໃຫຍ່ທີ່ມີການສູນເສຍການໄດ້ຍິນຈາກປານກາງຫາປານກາງທີ່ເຫັນວ່າມັນເປັນການຂາດດຸນທາງຄວາມຮູ້ສຶກໃນຮ່າງກາຍ.
            </p>
            <br/>
            <p>
              ອັນທີສອງ,AccesEconomicsແນະນໍາຮູບແບບພາສາວັດທະນະທໍາຍັງໃຊ້ໄດ້,ບ່ອນທີ່ບາງຄົນທີ່ເກີດມາຢ່າງຮ້າຍແຮງຫຼືຫູຫນວກເລິກອາດຈະເຕີບໂຕຂຶ້ນຫຼືເຂົ້າຮ່ວມຊຸມຊົນຄົນຫູຫນວກແລະຄົນຫູຫນວກອາດຈະຖືກເບິ່ງຫຼາຍເປັນປະສົບການທາງດ້ານວັດທະນະທໍາ
              / ພາສາ.
            </p><br/>
          </span>
          <span class="d-flex justify-end txt-color text-caption"
            >16/8/2022</span
          >
          <hr
            class="my-10"
            style="height: 1px; border-width: 0; background-color: #246299"
          />
        </div>

        <div >
          <v-row >
          <v-col v-for="(item, i) in items" :key="i" cols="4">
            <v-img :src="item.src" class="display-2 white--text align-end pa-5">
              <p class="text-h5">
                <span>{{ item.title }}</span>
              </p>
              <v-btn
                color="#246299"
                tag="a"
                :href="item.href"
                class="text-h6 white--text text-decoration-none"
                ><span>{{ item.btn }}</span></v-btn
              >
            </v-img></v-col
          >
        </v-row>
        </div>
        <div justify="center" align="center" class="py-15">
          <v-btn
            color="#246299"
            tag="a"
            href="/news"
            class="text-decoration-none text-h6 white--text py-5"
          >
            <span> ເບິ່ງເພີ່ມເຕີມ </span>
          </v-btn>
        </div>
      </v-container>
    </v-main>
  </v-app>
</template>

<script>
export default {
  data() {
    return {
      items: [
        {
          src: "https://media.discordapp.net/attachments/899150665358655518/1023856337903423498/Rectangle_78.png",
          title: "ການອຸທອນສຸກເສີນ",
          btn: "ເພີ່ມເຕີມ",
          href: "/",
        },
        {
          src: "https://media.discordapp.net/attachments/899150665358655518/1023860370357616780/Rectangle_93.png",
          title: "Gary Heys ໄດ້ແຕ່ງຕັ້ງພະນັກງານຊ່ວຍເຫຼືອຢູ່ Lancaster Hub",
          btn: "ເພີ່ມເຕີມ",
          href: "/",
        },
        {
          src: "https://media.discordapp.net/attachments/899150665358655518/1023860370860949524/Rectangle_94.png",
          title: "ແກະສະຫຼັກຜັກເພື່ອສຸຂະພາບຈິດ",
          btn: "ເພີ່ມເຕີມ",
          href: "/",
        },
      ],
    };
  },
};
</script>

<style>
.txt-color {
  color: #246299;
}
.txt-size {
  font-size: 20px;
  color: #5b5b5b;
}
</style>
